{
  "homeTitle": "Jing Chang Digital Technology",
  "head": {
    "home": "Home",
    "cases": "Cases",
    "technology": "Technology",
    "cooperation": "Cooperation",
    "contact": "Contact"
  },
  "foot": {
    "copyright": "Copyright(C)2017-2020",
    "company": "Jing Chang Digital Technology",
    "icpNumber": "皖ICP备17025644号-2",
    "recordNumber": "Public security:34019202000676"
  },
  "home": {
    "exchange": "Jingchang blockchain value exchange",
    "security": "security",
    "securityContent": "Multiple encryption mechanism makes data exchange more secure, partition consensus, pay attention to privacy protection and avoid capital loss",
    "credible": "credible",
    "credibleContent": "Point to point on the chain, all the behaviors are queried in the block network on the chain, which is authentic.",
    "intelligence": "Intelligence",
    "intelligenceContent": "It not only realizes cross chain technology, but also supports cross chain operation between smart contracts and distributed applications.",
    "profile": "Company profile",
    "profileOne": "Anhui Jingchang Digital Technology Co., Ltd. was founded on September 4, 2017. The team was led by a group of full stack engineers and blockchain enthusiasts led by Mr. Tian Chaohui, a blockchain technology geek.",
    "profileTwo": "The company is committed to becoming a blockchain network value exchange, serving the real economy, building blockchain network value exchange infrastructure, and providing professional and feasible ‘chain reform’ services for enterprises.",
    "advantage": "Our strengths",
    "technology": "Leading technology",
    "technologyOne": "Decentralized value exchange technology",
    "technologyTwo": "Cross chain technology of smart contract bank and customs",
    "technologyThree": "Intelligent incubation technology of asset certification",
    "technologyFour": "721 standard trading system",
    "professional": "Team professional",
    "professionalOne": "Core developers",
    "professionalTwo": "7 full stack engineers",
    "professionalThree": "Senior Internet experience",
    "professionalFour": "Blockchain technology geek",
    "resources": "Resources superiority",
    "resourcesOne": "Great powers in science and technology",
    "resourcesTwo": "SWTC node",
    "resourcesThree": "Multiple products of baimozi safety laboratory",
    "resourcesFour": "In depth cooperation resources in project, technology and talent fields",
    "service": "Service intentions",
    "serviceOne": "Industry survey",
    "serviceTwo": "Demand confirmation, scheme",
    "serviceThree": "Technical support, technical operation and maintenance",
    "serviceFour": "Professional solution support",
    "course": "Enterprise course",
    "courseOne": "Anhui Jingchang Digital Technology Co., Ltd. was established",
    "courseTwo": "It is the first one in the world to realize and apply the cross chain technology of smart contract, and now it supports the asset exchange of Ethernet chain, swtc chain, MOAC chain, STM chain, call chain and biz chain.",
    "courseThree": "Jingchang became the director of China blockchain testing and certification alliance and participated in the development of cross chain standards",
    "courseFour": "Participated in the first swtc public chain ecological node conference, and CTO Tian Chaohui was appointed as the executive director of the node",
    "courseFive": "The first blockchain + financial media application in China was launched, and the first financial media content security protection system in China was certified by radio and television",
    "courseSix": "Yeyun Network + Hainan Bank: operate the first 'competitive points issuance and exchange platform in China, Jingchang provides technical guidance and support, and invests in Gaoshan Technology Co., Ltd. in August of the same year'",
    "courseSeven": "Participated in and led the 2018 version of the white paper on blockchain in the radio and television industry hosted by the Academy of science and technology, and now the 2019 version is underway",
    "journey": "Cooperation on a new journey",
    "journeyOne": "National Radio and television",
    "journeyTwo": "China Telecom",
    "journeyThree": "Well Tong Technology",
    "journeyFour": "MOAC",
    "journeyFive": "Mountain science and technology",
    "journeySix": "Great powers in science and technology",
    "journeySeven": "White Mozi Laboratory",
    "contactUs": "Contact us",
    "address": "Company address",
    "addressValue": "Room 1104, building C1, innovation industrial park, No. 800, Wangjiang West Road, hi tech Zone, Hefei City, Anhui Province",
    "mobile": "Business number",
    "mobileText": "For business or channel cooperation, please call this number",
    "mobileValue": "17756079191",
    "email": "Enterprise mailbox",
    "emailText": "Business consultation or application email",
    "emailValue": "jccdex@jccdex.com",
    "serviceQQ": "Contact customer service",
    "serviceText": "For timely help, please consult online customer service, QQ online time: 9:00-17:00",
    "serviceValue": "1053663730",
    "weiChat": "WeChat official account",
    "qrFoot": "Follow more",
    "contractOne": "Smart contract bank pass cross chain technology realizes value interconnection among blockchain value Internet, alliance chain, private chain, public chain and other forms, with low cost and high efficiency.",
    "contractTwo": "At present, it has crossed six public chains, alliance chain and private chain, and has been running stably since its deployment in May 2017.",
    "decentralizedOne": "Although decentralization technology has been developing, there is still a pain point, that is, cross chain.",
    "decentralizedTwo": "And we have achieved a strong combination of decentralized matchmaking protocol and cross chain technology. I believe that it will provide users with a good use experience and make a great contribution to the development of the industry.",
    "incubationOne": "General pass is a kind of decentralized, tamper proof certificate, and its main purpose is transaction circulation.",
    "incubationTwo": "The intelligent incubation technology of asset certification is to let more users participate in the development and construction of the community, data construction, content construction and so on. The attraction is the growth potential and trend of the value of certification, which has obvious 'non specific' characteristics.",
    "ERC721_one": "Each token of erc721 has its own unique tokenid number.",
    "ERC721_two": "Erc20 is a standard token interface. The tokens of erc20 can be infinitely divided into 10 ^ 18 copies, while the minimum unit of erc721 is 1, which can no longer be divided.",
    "ERC721_three": "Erc721's NFT makes digital assets more collectable, especially in cryptocurrency collections and online games.",
    "protectionTitle": "Security protection system of media content",
    "standardTitle": "standard",
    "standardOne": "The Publicity Department of the CPC Central Committee and the State Administration of radio, film and television jointly issued the network security specification for county-level financial media center",
    "standardTwo": "Standard of radio and television Planning Institute of State Administration of radio and television (Q / ABP 011-2018) technical requirements and measurement methods for safety protection system of financial media documents",
    "marketTitle": "market",
    "marketOne": "Complete the construction of 2861 county-level financial media centers by 2020",
    "advantageTitle": "advantage",
    "advantageOne": "No competitive products in China",
    "advantageTwo": "High technical threshold of blockchain",
    "advantageThree": "Bypass deployment, resource protection, abnormal alarm",
    "paymentOne": "Egypt electronic payment app",
    "paymentTwo": "Projects with Egyptian government background",
    "paymentThree": "In countries like Egypt, where mobile payment and bank card payment are underdeveloped, it is possible to complete lane changing overtaking in the field of electronic payment with the help of blockchain technology",
    "integralTilte": "Hainan coconut competition points issuance and exchange platform",
    "integralOne": "Led by China Research Institute of fire coin, Jingchang provides technical support. It is the first point issued in the public chain in China, which is issued in the public chain of Jingtong. It operates and builds the first 'competitive point issuance and exchange platform' in China",
    "integralTwo": "Understanding details",
    "anyMoreOne": "Financial media blockchain ledger",
    "anyMoreTwo": "And security applications",
    "anyMoreThree": "In mid September 2018, the Ministry of publicity requested that the whole country be basically covered by the end of 2020. In 2018, the construction of 600 county-level financial media centers will be launched first.",
    "anyMoreFour": "As the only content security service provider of the financial media project, Anhui Jingchang will provide blockchain technology solutions.",
    "anyMoreFive": "Hainan intellectual property digital assets",
    "anyMoreSix": "Hosting, trading and Incubation Platform",
    "anyMoreSeven": "The hosting, trading and Incubation Platform of intellectual property digital assets in Hainan Province is the first project of 'China blockchain industry alliance' jointly established by Hainan provincial government and Huo coin China.",
    "anyMoreEight": "Jingchang team is the only designated technical service provider of Huo coin China in this project.",
    "anyMoreNine": "Frankfurt energy company",
    "anyMoreTen": "Based on the joint promotion and research of clean energy trading and exchange technology"
  }
}